Repository: zeynepgokdogan/moodify
Catalog: moodify/Core/Localizable.xcstrings
Source language: en
Languages: tr

# generate_playlist_button
source: Generate Playlist
tr: Çalma Listesi Oluştur

# manual_mood_selection_prompt
source: Prefer choosing your mood manually?
tr: Hangi ruh halini seçmek istersiniz?

# mood_angry
source: Angry
tr: Kızgın

# mood_calm
source: Calm
tr: Sakin

# mood_excited
source: Excited
tr: Heyecanlı

# mood_happy
source: Happy
tr: Mutlu

# mood_input_placeholder
source: How are you feeling today?
tr: Bugün nasıl hissediyorsun?

# mood_inspired
source: Inspired
tr: İlham Almış

# mood_lonely
source: Lonely
tr: Yalnız

# mood_motivation
source: Motivation
tr: Motive

# mood_result_view_title
source: Result
tr: Sonuçlar

# mood_romantic
source: Romantic
tr: Romantik

# mood_sad
source: Sad
tr: Üzgün

# mood_selection_navigation
source: Or Mood Selection
tr: Ya da Ruh Halinizi Seçin

# mood_selection_title
source: Mood Selection
tr: Ruh Hali Seçimi
